---
kind: type
id: T:Autodesk.Revit.DB.FormUtils
source: html/fe80084f-2b75-cc39-bf64-866bc2c27bb1.htm
---
# Autodesk.Revit.DB.FormUtils

Define Form utility functions

## Syntax (C#)
```csharp
public static class FormUtils
```